{
  "Portafolios personal": "Portfolio",
  "Menu": "Menü",
  "¿Que le interesaría ver?": "Was würden Sie gerne sehen?",
  "Inicio": "Start",
  "Proyectos": "Projekte",
  "Español": "Spanisch",
  "Ingles": "Englisch",
  "Brasil": "Brasilien",
  "Alemania": "Deutschland",
  "China": "China",
  "Idioma": "Sprache",
  "Portafolios": "Jonnys Brieftasche",
  "Bienvenido al": "Willkommen im",
  "Desarrollador de aplicaciones web": "Webanwendungsentwickler",
  "Ver proyectos": "Projekte ansehen",
  "Contacto": "Kontakt",
  "Tecnologias preferidas": "Bevorzugte Technologien",
  "#######HomeSection#######": "#######HomeSection#######",
  "Plataformas de interés": "Interessierte Plattformen",
  "Descargar CV": "Lebenslauf herunterladen",
  "Certificaciones": "Zertifizierungen",
  "Programa educativo de Oracle y Alura Latam": "Bildungsprogramm von Oracle und Alura Latam",
  "Click en los botones para ver los certificados": "Klicken Sie auf die Schaltflächen, um die Zertifikate zu sehen",
  "#######ContactSection#######": "#######ContactSection#######",
  "portfolioTitle": "Jonnhys Portfolio",
  "welcome": "Willkommen",
  "viewProjects": "Projekte ansehen",
  "contact": "Kontakt",
  "preferredTechnologies": "Bevorzugte Technologien",
  "platformsOfInterest": "Interessierte Plattformen",
  "downloadResume": "Lebenslauf herunterladen",
  "certifications": "Zertifizierungen",
  "oracleProgram": "Bildungsprogramm von Oracle und Alura Latam",
  "clickToViewCertificates": "Klicken Sie auf die Schaltflächen, um die Zertifikate zu sehen",
  "Sitio web con fines academicos. Implementacion de React Router Dom y styled components.": "Website für akademische Zwecke. Implementierung von React Router Dom und Styled Components.",
  "Sitio web para marca de diseño de interiores. Implementacion de React Router Dom y biblioteca de EmailJs para manejar el contacto con el formulario.": "Website für eine Innenarchitekturmarke. Implementierung von React Router Dom und der EmailJs-Bibliothek zur Handhabung des Kontaktformulars. Demnächst.",
  "Proyecto con fines academicos. Implementacion de React Router dom, Redux Toolkit, styled components y axios fetch.": "Akademisches Projekt. Implementierung von React Router Dom, Redux Toolkit, styled components und axios fetch.",
  "Aplicacion con fines académicos.": "Anwendung zu akademischen Zwecken.",
  "Implementacion de React Router dom, libreria i18n para traducción de lenguaje (utilizado con React-Context), styled components.": "Implementierung von React Router Dom, i18n-Bibliothek zur Sprachübersetzung (verwendet mit React-Context), Styled Components.",
  "Sitio web con fines academicos. Implementacion de React Router Dom.": "Website für akademische Zwecke. Implementierung von React Router Dom.",
  "Astral Vision": "Astral Vision",
  "Landing Chulos": "Landing Chulos",
  "Astrofy": "Astrofy",
  "Goa academia de artes marciales": "Goa Kampfsportschule",
  "Lista de tareas": "Aufgabenliste",
  "Sitio web institucional para comercio de venta de productos sanitarios y de construccion.": "Institutionelle Website für den Handel mit Sanitär- und Bauprodukten.",
  "Proyecto full stack con fines academicos. Implementacion de React Router dom, Redux Toolkit, styled components y libreria axios. Para el backend se utilizo mongoDb, node Js y la libreria express.": "Full-Stack-Projekt für akademische Zwecke. Implementierung von React Router Dom, Redux Toolkit, gestalteten Komponenten und Axios-Bibliothek. Für das Backend wurden MongoDb, Node Js und die Express-Bibliothek verwendet."
}
