{
  "Portafolios personal": "Personal portfolio",
  "¿Qué le interesaría ver?": "What would you be interested in seeing?",
  "Inicio": "Home",
  "Proyectos": "Projects",
  "Español": "Spanish",
  "Ingles": "English",
  "Brasil": "Brazil",
  "Alemania": "Germany",
  "China": "China",
  "Idioma": "Language",
  "Portafolios": "Jonnhy's Portfolio",
  "Bienvenido al": "Welcome to",
  "Desarrollador de aplicaciones web full stack": "Web aplication developer",
  "Ver proyectos": "Watch projects",
  "Contacto": "Contact",
  "Tecnologias": "Technologies",
  "#######HomeSection#######": "#######HomeSection#######",
  "Plataformas de interés": "Platforms of interest",
  "Descargar CV": "Download resume",
  "Certificaciones": "Certifications",
  "Programa educativo de Oracle y Alura Latam": "Oracle and Alura Latam educational program",
  "Click en los botones para ver los certificados": "Click on the buttons to see the certificates",
  "#######ContactSection#######": "#######ContactSection#######",
  "portfolioTitle": "Jonnhy's Portfolio",
  "welcome": "Welcome",
  "viewProjects": "Watch projects",
  "contact": "Contact",
  "preferredTechnologies": "Preferred Technologies",
  "platformsOfInterest": "Platforms of interest",
  "downloadResume": "Download resume",
  "certifications": "Certifications",
  "oracleProgram": "Oracle and Alura Latam educational program",
  "clickToViewCertificates": "Click on the buttons to see the certificates",
  "Implementacion de React Router dom, Redux Toolkit, styled components y libreria axios. Para el backend se utilizo mongoDb, node Js y la libreria express.": "Full stack project for academic purposes. Implementation of React Router dom, Redux Toolkit, styled components and axios library. For the backend, mongoDb, node Js and the express library were used.",
  "Sitio web con fines academicos. Implementacion de React Router Dom y styled components.": "Website for academic purposes. Implementation of React Router Dom and Styled Components",
  "Sitio web para marca de diseño de interiores. Implementación de React Router Dom y biblioteca de EmailJs para manejar el contacto con el formulario.": "Website for an interior design brand. Implementation of React Router Dom and the EmailJs library to handle contact via the form.",
  "Proyecto con fines academicos. Implementacion de React Router dom, Redux Toolkit, styled components y axios fetch.": "Academic project. Implementation of React Router dom, Redux Toolkit, styled components and axios fetch.",
  "Aplicacion con fines académicos.": "Application for academic purposes.",
  "Astral Vision": "Astral Vision",
  "Landing Chulos": "Landing Chulos",
  "Astrofy": "Astrofy",
  "Goa academia de artes": "Goa martial arts academy",
  "Sitio web con fines academicos. Implementacion de React Router Dom.": "Website for academic purposes. Implementation of React Router Dom.",
  "Lista de tareas": "To-do list",
  "Sitio web para marca de diseño de interiores. Implementacion de React Router Dom y biblioteca de EmailJs para manejar el contacto con el formulario.": "Website for an interior design brand. Implementation of React Router Dom and EmailJs library to handle contact form.",
  "Sitio web institucional para comercio de venta de productos sanitarios y de construccion.": "Institutional website for the sale of sanitary and construction products.",
  "Implementacion de React Router dom, libreria i18n para traducción de lenguaje (utilizado con React-Context), styled components.": "React Router dom implementation, i18n library for language translation (used with React-Context), styled components.",
  "Refactorizacion de codigo front end de aplicacion destinada a inteligencia artificial de automatizacion de videos desarrollada en Django.": "Refactoring of front-end code of an application aimed at artificial intelligence for video automation developed in Django."
}
